tap "homebrew/cask-fonts"

brew "bat"
brew "direnv"
brew "fzf"
brew "git"
brew "go"
brew "hub"
# luarocks needs for pre-commit
brew "luarocks"
# Dependency for pyright LSP
brew "node"
brew "nvim"
brew "pre-commit"
brew "starship"
brew "tree"
brew "rg"
# Dependency for Neovim Mason
brew "wget"

cask "docker"
cask "font-ubuntu-mono-nerd-font"
cask "flux"
cask "iterm2"
cask "rectangle"
